;Place localized text in this file
[MZBulletMeister X2SoldierClassTemplate]
DisplayName = "Bulletmeister"
ClassSummary = "The Bulletmeister uses a variety of elemental Bullet Arts with valuable secondary effects."
AbilityTreeTitles[0]="Power Arts"
AbilityTreeTitles[1]="Agony Arts"
AbilityTreeTitles[2]="Support Arts"
AbilityTreeTitles[3]="XCom"

RandomNickNames[0]="Artist"
RandomNickNames[1]="Virtuoso"
RandomNickNames[2]="Prodigy"
RandomNickNames[3]="Ace"
RandomNickNames[4]="Crackerjack"
RandomNickNames[5]="Hotshot"
RandomNickNames[6]="Big Cheese"
RandomNickNames[7]="Bullet Saint"
RandomNickNames[8]="Meister"
RandomNickNames[9]="Shark"
RandomNickNames[10]="Blast Calibre"
RandomNickNames[11]="Old Hand"
RandomNickNames[12]="Village Idiot"
RandomNickNames[13]="Knack"

RandomNickNames_Male[0]="Kingfish"

RandomNickNames_Female[0]="Bullet Angel"

[MZBulletMeisterGTSUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Bulletmeister: Blasting Bullets"
Summary="All of the Bulletmeister's Bullet Arts hit multiple enemies around thier primary target."

